Repository: skvdhshuk-blip/hao-bar
Catalog: Resources/Localizable.xcstrings
Source language: en
Languages: de, es, fr, id, it, ja, ko, nl, pt_br, th, vi, zh_hans, zh_hant

source: Hover near the menu bar to reveal hidden icons inline. Click the HaoBar icon to open or toggle manually.
de: Zeige ausgeblendete Symbole inline, wenn der Zeiger nahe der Menüleiste ist. Klick auf HaoBar öffnet oder schaltet manuell.
es: Pasa el puntero cerca de la barra para revelar iconos en su sitio. Haz clic en HaoBar para abrir o alternar.
fr: Survolez la barre des menus pour afficher les icônes masquées sur place. Cliquez sur HaoBar pour ouvrir ou basculer.
id: Arahkan dekat bilah menu untuk menampilkan ikon tersembunyi di tempat. Klik ikon HaoBar untuk membuka atau menyalakan manual.
it: Avvicina il puntatore alla barra per mostrare le icone sul posto. Fai clic su HaoBar per aprire o commutare.
ja: メニューバー近くにポインタを置くと、その場で非表示アイコンが出ます。HaoBarアイコンで手動切り替え。
ko: 메뉴 막대 근처에 포인터를 두면 가려진 아이콘이 그 자리에서 나타납니다. HaoBar 아이콘을 눌러 직접 열고 전환하세요.
nl: Beweeg bij de menubalk om verborgen pictogrammen ter plekke te tonen. Klik op HaoBar om handmatig te openen of te schakelen.
pt_br: Passe o ponteiro perto da barra para revelar ícones no lugar. Clique no HaoBar para abrir ou alternar.
th: เอาตัวชี้ใกล้แถบเมนูเพื่อเผยไอคอนที่ซ่อนตรงนั้น คลิกไอคอน HaoBar เพื่อเปิดหรือสลับเอง
vi: Đưa con trỏ gần thanh menu để hiện biểu tượng ẩn tại chỗ. Bấm biểu tượng HaoBar để mở hoặc gạt tay.
zh_hans: 把指针移近菜单栏即可就地显示隐藏图标。点击 HaoBar 图标可手动打开或切换。
zh_hant: 把指標移近選單列即可就地顯示隱藏圖示。點 HaoBar 圖示可手動打開或切換。

source: How Browse Icons works
de: So funktioniert „Symbole durchsuchen“
es: Cómo funciona Explorar iconos
fr: Fonctionnement de Parcourir les icônes
id: Cara kerja Jelajahi ikon
it: Come funziona Sfoglia icone
ja: 「アイコンを表示」の使い方
ko: ‘아이콘 둘러보기’ 사용법
nl: Zo werkt Pictogrammen bekijken
pt_br: Como funciona Explorar ícones
th: เรียกดูไอคอนทำงานอย่างไร
vi: Cách dùng Duyệt biểu tượng
zh_hans: 「浏览图标」怎么用
zh_hant: 「瀏覽圖示」怎麼用

source: How rounded the corners are
de: Wie stark die Ecken gerundet sind
es: Qué tan redondeadas son las esquinas
fr: Degré d’arrondi des coins
id: Seberapa membulat sudutnya
it: Quanto sono arrotondati gli angoli
ja: 角の丸み
ko: 모서리가 얼마나 둥근지
nl: Hoe rond de hoeken zijn
pt_br: O quão arredondados são os cantos
th: มุมโค้งแค่ไหน
vi: Góc bo nhiều hay ít
zh_hans: 圆角有多圆
zh_hant: 圓角有多圓

source: Ice Import Complete
de: Ice-Import abgeschlossen
es: Importación de Ice completada
fr: Import Ice terminé
id: Impor Ice selesai
it: Importazione da Ice completata
ja: Iceの読み込みが完了
ko: Ice 가져오기 완료
nl: Ice-import voltooid
pt_br: Importação do Ice concluída
th: นำเข้า Ice เสร็จแล้ว
vi: Đã nhập xong Ice
zh_hans: Ice 导入完成
zh_hant: Ice 輸入完成

source: Ice Import Failed
de: Ice-Import fehlgeschlagen
es: Error al importar Ice
fr: Échec de l’import Ice
id: Impor Ice gagal
it: Importazione da Ice non riuscita
ja: Iceの読み込みに失敗
ko: Ice 가져오기 실패
nl: Ice-import mislukt
pt_br: Falha ao importar o Ice
th: นำเข้า Ice ไม่สำเร็จ
vi: Nhập Ice thất bại
zh_hans: Ice 导入失败
zh_hant: Ice 輸入失敗

source: Icon
de: Symbol
es: Icono
fr: Icône
id: Ikon
it: Icona
ja: アイコン
ko: 아이콘
nl: Pictogram
pt_br: Ícone
th: ไอคอน
vi: Biểu tượng
zh_hans: 图标
zh_hant: 圖示

source: Icon Missing From the Menu Bar?
de: Symbol fehlt in der Menüleiste?
es: ¿Falta un icono en la barra de menús?
fr: Icône absente de la barre des menus ?
id: Ikon hilang dari bilah menu?
it: Manca un’icona nella barra dei menu?
ja: メニューバーにアイコンがない？
ko: 메뉴 막대에 아이콘이 없나요?
nl: Pictogram ontbreekt in de menubalk?
pt_br: Ícone sumiu da barra de menus?
th: ไอคอนหายจากแถบเมนู?
vi: Thiếu biểu tượng trên thanh menu?
zh_hans: 菜单栏上少了图标？
zh_hant: 選單列上少了圖示？

source: Icon Panel
de: Symbolpanel
es: Panel de iconos
fr: Panneau d’icônes
id: Panel ikon
it: Pannello icone
ja: アイコンパネル
ko: 아이콘 패널
nl: Pictogrampaneel
pt_br: Painel de ícones
th: แผงไอ콘
vi: Bảng biểu tượng
zh_hans: 图标面板
zh_hant: 圖示面板

source: If these apps open
de: Wenn diese Apps geöffnet werden
es: Si se abren estas apps
fr: Si ces apps s’ouvrent
id: Jika app ini terbuka
it: Se si aprono queste app
ja: これらのAppが開いたら
ko: 이 앱이 열리면
nl: Als deze apps openen
pt_br: Se estes apps abrirem
th: ถ้าแอปเหล่านี้เปิด
vi: Nếu các app này mở
zh_hans: 如果这些应用打开
zh_hant: 如果這些 App 打開

source: Image
de: Bild
es: Imagen
id: Gambar
it: Immagine
ja: イメージ
ko: 이미지
nl: Beeld
pt_br: Imagem
th: ภาพ
vi: Ảnh
zh_hans: 图像
zh_hant: 影像

source: Import
de: Importieren
es: Importar
fr: Importer
id: Impor
it: Importa
ja: 読み込む
ko: 가져오기
nl: Importeer
pt_br: Importar
th: นำเข้า
vi: Nhập
zh_hans: 导入
zh_hant: 輸入

source: Import available in Settings → General → Data
de: Import unter Einstellungen → Allgemein → Daten
es: Importación en Ajustes → General → Datos
fr: Import dans Réglages → Général → Données
id: Impor di Pengaturan → Umum → Data
it: Importazione in Impostazioni → Generali → Dati
ja: 設定 → 一般 → データ から読み込めます
ko: 설정 → 일반 → 데이터에서 가져올 수 있습니다
nl: Importeren via Instellingen → Algemeen → Gegevens
pt_br: Importação em Ajustes → Geral → Dados
th: นำเข้าได้ที่ การตั้งค่า → ทั่วไป → ข้อมูล
vi: Nhập trong Cài đặt → Chung → Dữ liệu
zh_hans: 可在 设置 → 通用 → 数据 中导入
zh_hant: 可在 設定 → 一般 → 資料 中輸入

source: Import Bartender Settings
de: Bartender-Einstellungen importieren
es: Importar ajustes de Bartender
fr: Importer les réglages Bartender
id: Impor pengaturan Bartender
it: Importa impostazioni Bartender
ja: Bartender設定を読み込む
ko: Bartender 설정 가져오기
nl: Bartender-instellingen importeren
pt_br: Importar ajustes do Bartender
th: นำเข้าการตั้งค่า Bartender
vi: Nhập cài đặt Bartender
zh_hans: 导入 Bartender 设置
zh_hant: 輸入 Bartender 設定

source: Import Bartender...
de: Bartender importieren …
es: Importar Bartender...
fr: Importer Bartender…
id: Impor Bartender...
it: Importa Bartender...
ja: Bartenderを読み込む...
ko: Bartender 가져오기...
nl: Bartender importeren...
pt_br: Importar Bartender...
th: นำเข้า Bartender...
vi: Nhập Bartender...
zh_hans: 导入 Bartender...
zh_hant: 輸入 Bartender…

source: Import Failed
de: Import fehlgeschlagen
es: Error al importar
fr: Échec de l’importation
id: Impor gagal
it: Importazione non riuscita
ja: 読み込みに失敗
ko: 가져오기 실패
nl: Importeren mislukt
pt_br: Falha ao importar
th: นำเข้าไม่สำเร็จ
vi: Nhập thất bại
zh_hans: 导入失败
zh_hant: 輸入失敗

source: Import Ice Settings
de: Ice-Einstellungen importieren
es: Importar ajustes de Ice
fr: Importer les réglages Ice
id: Impor pengaturan Ice
it: Importa impostazioni Ice
ja: Ice設定を読み込む
ko: Ice 설정 가져오기
nl: Ice-instellingen importeren
pt_br: Importar ajustes do Ice
th: นำเข้าการตั้งค่า Ice
vi: Nhập cài đặt Ice
zh_hans: 导入 Ice 设置
zh_hant: 輸入 Ice 設定

source: Import Ice...
de: Ice importieren …
es: Importar Ice...
fr: Importer Ice…
id: Impor Ice...
it: Importa Ice...
ja: Iceを読み込む...
ko: Ice 가져오기...
nl: Ice importeren...
pt_br: Importar Ice...
th: นำเข้า Ice...
vi: Nhập Ice...
zh_hans: 导入 Ice...
zh_hant: 輸入 Ice…

source: Import Settings
de: Einstellungen importieren
es: Importar ajustes
fr: Importer des réglages
id: Impor pengaturan
it: Importa impostazioni
ja: 設定を読み込む
ko: 설정 가져오기
nl: Instellingen importeren
pt_br: Importar ajustes
th: นำเข้าการตั้งค่า
vi: Nhập cài đặt
zh_hans: 导入设置
zh_hant: 輸入設定

source: Import settings from Bartender or Ice
de: Einstellungen aus Bartender oder Ice importieren
es: Importar ajustes de Bartender o Ice
fr: Importer des réglages depuis Bartender ou Ice
id: Impor pengaturan dari Bartender atau Ice
it: Importa impostazioni da Bartender o Ice
ja: BartenderまたはIceから設定を読み込む
ko: Bartender나 Ice에서 설정을 가져옵니다
nl: Instellingen uit Bartender of Ice importeren
pt_br: Importar ajustes do Bartender ou do Ice
th: นำเข้าการตั้งค่าจาก Bartender หรือ Ice
vi: Nhập cài đặt từ Bartender hoặc Ice
zh_hans: 从 Bartender 或 Ice 导入设置
zh_hant: 從 Bartender 或 Ice 輸入設定

source: Import Settings...
de: Einstellungen importieren …
es: Importar ajustes...
fr: Importer des réglages…
id: Impor pengaturan...
it: Importa impostazioni...
ja: 設定を読み込む...
ko: 설정 가져오기...
nl: Instellingen importeren...
pt_br: Importar ajustes...
th: นำเข้าการตั้งค่า...
vi: Nhập cài đặt...
zh_hans: 导入设置...
zh_hant: 輸入設定…

source: Imported %lld settings from Ice
de: %lld Einstellungen aus Ice importiert
es: Se importaron %lld ajustes de Ice
fr: %lld réglages importés depuis Ice
id: %lld pengaturan diimpor dari Ice
it: Importate %lld impostazioni da Ice
ja: Iceから%lld件の設定を読み込みました
ko: Ice에서 설정 %lld개를 가져왔습니다
nl: %lld instellingen uit Ice geïmporteerd
pt_br: %lld ajustes importados do Ice
th: นำเข้าการตั้งค่าจาก Ice แล้ว %lld รายการ
vi: Đã nhập %lld cài đặt từ Ice
zh_hans: 已从 Ice 导入 %lld 项设置
zh_hant: 已從 Ice 輸入 %lld 項設定

source: Imported Bartender layout (%lld icons moved)
de: Bartender-Layout importiert (%lld Symbole verschoben)
es: Disposición de Bartender importada (%lld iconos movidos)
fr: Disposition Bartender importée (%lld icônes déplacées)
id: Tata letak Bartender diimpor (%lld ikon dipindah)
it: Layout Bartender importato (%lld icone spostate)
ja: Bartenderレイアウトを読み込みました（%lld個のアイコンを移動）
ko: Bartender 레이아웃을 가져왔습니다(아이콘 %lld개 이동)
nl: Bartender-layout geïmporteerd (%lld pictogrammen verplaatst)
pt_br: Layout do Bartender importado (%lld ícones movidos)
th: นำเข้าเลย์เอาต์ Bartender แล้ว (ย้ายไอคอน %lld รายการ)
vi: Đã nhập bố cục Bartender (đã chuyển %lld biểu tượng)
zh_hans: 已导入 Bartender 布局（移动了 %lld 个图标）
zh_hant: 已輸入 Bartender 佈局（移動了 %lld 個圖示）

source: Included
de: Enthalten
es: Incluido
fr: Inclus
id: Termasuk
it: Incluso
ja: 含まれます
ko: 포함됨
nl: Inbegrepen
pt_br: Incluído
th: รวมอยู่
vi: Đã gồm
zh_hans: 已包含
zh_hant: 已包含

source: Included with your Setapp install
de: In deiner Setapp-Installation enthalten
es: Incluido con tu instalación de Setapp
fr: Inclus avec votre installation Setapp
id: Termasuk dalam instalasi Setapp Anda
it: Incluso con l’installazione Setapp
ja: Setappインストールに含まれます
ko: Setapp 설치에 포함되어 있습니다
nl: Inbegrepen bij je Setapp-installatie
pt_br: Incluído na sua instalação do Setapp
th: รวมมากับการติดตั้ง Setapp ของคุณ
vi: Đã gồm trong bản cài Setapp của bạn
zh_hans: 已包含在你的 Setapp 安装中
zh_hant: 已包含在你的 Setapp 安裝中

source: Instant
de: Sofort
es: Instantáneo
fr: Instantané
id: Instan
it: Istantaneo
ja: すぐ
ko: 즉시
nl: Direct
pt_br: Imediato
th: ทันที
vi: Ngay
zh_hans: 即时
zh_hant: 即時

source: It's only a few screens and you'll be confused if you rush through.
de: Nur ein paar Bildschirme – wenn du hetzt, wirst du durcheinanderkommen.
es: Son solo unas pantallas; si corres, te liarás.
fr: Quelques écrans seulement ; si vous foncez, vous serez perdu.
id: Cuma beberapa layar; kalau terburu-buru malah bingung.
it: Sono poche schermate; se hai fretta ti confondi.
ja: 数画面だけ。急いで飛ばすと かえって迷います。
ko: 몇 화면뿐입니다. 급하게 넘기면 더 헷갈려요.
nl: Maar een paar schermen; als je racet, raak je in de war.
pt_br: São só algumas telas; se correr, vai ficar perdido.
th: มีแค่ไม่กี่หน้า รีบคลิกผ่าน จะยิ่งงง
vi: Chỉ vài màn. Vội vàng là sẽ rối.
zh_hans: 一共就几屏，赶着点完 反而会看不懂。
zh_hant: 一共就幾屏，趕著點完 反而會看不懂。

source: Item Spacing
de: Objektabstand
es: Espaciado de elementos
fr: Espacement des éléments
id: Jarak item
it: Spaziatura elementi
ja: 項目の間隔
ko: 항목 간격
nl: Itemafstand
pt_br: Espaçamento dos itens
th: ระยะห่างรายการ
vi: Khoảng cách mục
zh_hans: 项目间距
zh_hant: 項目間距

source: Keep icons visible on external displays where menu bar space is less constrained.
de: Auf externen Displays mit mehr Platz Symbole sichtbar lassen.
es: Mantén los iconos visibles en pantallas externas, donde hay más espacio.
fr: Garder les icônes visibles sur les écrans externes, où la barre des menus est plus large.
id: Biarkan ikon terlihat di layar eksternal, di mana ruangnya lebih longgar.
it: Lascia visibili le icone sui display esterni, dove c’è più spazio.
ja: スペースに余裕のある外部ディスプレイではアイコンを表示したまま。
ko: 공간이 덜 빠듯한 외장 디스플레이에서는 아이콘을 계속 보여 줍니다.
nl: Houd pictogrammen zichtbaar op externe schermen, waar meer ruimte is.
pt_br: Mantenha os ícones visíveis em telas externas, onde há mais espaço.
th: ให้ไอคอนยังเห็นบนจอภายนอก ที่แถบเมนูไม่คับแคบเท่า
vi: Giữ biểu tượng hiện trên màn hình ngoài, nơi thanh menu rộng hơn.
zh_hans: 外接显示器菜单栏更宽裕，可让图标保持可见。
zh_hant: 外接顯示器選單列較寬裕，可讓圖示保持可見。

source: Keep only the explicitly visible items shown; move other detected menu bar items to Hidden.
de: Nur ausdrücklich sichtbare Objekte behalten; alle anderen erkannten in Ausgeblendet legen.
es: Deja solo los explícitamente visibles; mueve el resto a Oculto.
fr: Ne garder que les éléments explicitement visibles ; déplacer les autres vers Masqué.
id: Hanya pertahankan item yang terlihat secara eksplisit; pindahkan yang terdeteksi lain ke Tersembunyi.
it: Tieni solo quelli esplicitamente visibili; sposta gli altri in Nascosto.
ja: 明示的に表示中の項目だけ残し、ほかに検出した項目は非表示へ。
ko: 명시적으로 표시된 항목만 남기고, 나머지 감지된 항목은 숨김으로 옮깁니다.
nl: Houd alleen expliciet zichtbare items; verplaats de rest naar Verborgen.
pt_br: Mantenha só os explicitamente visíveis; mova os demais para Oculto.
th: เหลือเฉพาะรายการที่ตั้งให้แสดงชัดเจน รายการอื่นที่ตรวจพบให้ย้ายไปซ่อน
vi: Chỉ giữ mục được đặt là hiện; chuyển các mục phát hiện khác sang Ẩn.
zh_hans: 只保留明确设为可见的项目，把其余检测到的菜单栏项目移到隐藏。
zh_hant: 只保留明確設為可見的項目，把其餘偵測到的選單列項目移到隱藏。

source: Large
de: Groß
es: Grande
fr: Grand
id: Besar
it: Grande
ja: 大
ko: 크게
nl: Groot
pt_br: Grande
th: ใหญ่
vi: Lớn
zh_hans: 大
zh_hant: 大

source: Last Repair
de: Letzte Reparatur
es: Última reparación
fr: Dernière réparation
id: Perbaikan terakhir
it: Ultima riparazione
ja: 前回の修復
ko: 최근 복구
nl: Laatste herstel
pt_br: Último reparo
th: ซ่อมล่าสุด
vi: Lần sửa gần nhất
zh_hans: 上次修复
zh_hant: 上次修復

source: Last Scan
de: Letzter Scan
es: Último análisis
fr: Dernière analyse
id: Pindai terakhir
it: Ultima scansione
ja: 前回のスキャン
ko: 최근 스캔
nl: Laatste scan
pt_br: Última verificação
th: สแกนล่าสุด
vi: Lần quét gần nhất
zh_hans: 上次扫描
zh_hant: 上次掃描

source: Layout check ran.
de: Layoutprüfung ausgeführt.
es: Comprobación de la disposición ejecutada.
fr: Vérification de la disposition effectuée.
id: Pemeriksaan tata letak dijalankan.
it: Controllo del layout eseguito.
ja: レイアウト確認を実行しました。
ko: 레이아웃 확인을 실행했습니다.
nl: Lay-outcontrole uitgevoerd.
pt_br: Verificação do layout executada.
th: ตรวจเลย์เอาต์แล้ว
vi: Đã chạy kiểm tra bố cục.
zh_hans: 已完成布局检查。
zh_hant: 已完成佈局檢查。

source: Layout Mode
de: Layoutmodus
es: Modo de disposición
fr: Mode de disposition
id: Mode tata letak
it: Modo layout
ja: レイアウトモード
ko: 레이아웃 모드
nl: Lay-outmodus
pt_br: Modo de layout
th: โหมดเลย์เอาต์
vi: Chế độ bố cục
zh_hans: 布局模式
zh_hant: 佈局模式

source: Layout Repair
de: Layoutreparatur
es: Reparación de la disposición
fr: Réparation de la disposition
id: Perbaikan tata letak
it: Riparazione del layout
ja: レイアウト修復
ko: 레이아웃 복구
nl: Lay-outherstel
pt_br: Reparo do layout
th: ซ่อมเลย์เอาต์
vi: Sửa bố cục
zh_hans: 布局修复
zh_hant: 佈局修復

source: Layout Rescue
de: Layoutrettung
es: Rescate de la disposición
fr: Sauvetage de la disposition
id: Penyelamatan tata letak
it: Recupero del layout
ja: レイアウト救済
ko: 레이아웃 구조
nl: Lay-outredding
pt_br: Resgate do layout
th: กู้เลย์เอาต์
vi: Cứu bố cục
zh_hans: 布局抢救
zh_hant: 佈局搶救

source: Layout Restore Point
de: Layout-Wiederherstellungspunkt
es: Punto de restauración de la disposición
fr: Point de restauration de la disposition
id: Titik pemulihan tata letak
it: Punto di ripristino del layout
ja: レイアウト復元ポイント
ko: 레이아웃 복원 지점
nl: Lay-outherstelpunt
pt_br: Ponto de restauração do layout
th: จุดคืนค่าเลย์เอาต์
vi: Điểm khôi phục bố cục
zh_hans: 布局还原点
zh_hant: 佈局還原點

source: Layout snapshot
de: Layout-Schnappschuss
es: Instantánea de la disposición
fr: Instantané de la disposition
id: Snapshot tata letak
it: Istantanea del layout
ja: レイアウトのスナップショット
ko: 레이아웃 스냅샷
nl: Lay-outmomentopname
pt_br: Instantâneo do layout
th: สแนปช็อตเลย์เอาต์
vi: Ảnh chụp bố cục
zh_hans: 布局快照
zh_hant: 佈局快照

source: Left-Click (Open)
de: Linksklick (Öffnen)
es: Clic (Abrir)
fr: Clic (Ouvrir)
id: Klik kiri (Buka)
it: Clic (Apri)
ja: 左クリック（開く）
ko: 클릭 (열기)
nl: Klik (Open)
pt_br: Clique (Abrir)
th: คลิกซ้าย (เปิด)
vi: Bấm trái (Mở)
zh_hans: 左键点击（打开）
zh_hant: 點一下（打開）

source: Left-click HaoBar icon
de: HaoBar-Symbol anklicken
es: Clic en el icono de HaoBar
fr: Cliquer sur l’icône HaoBar
id: Klik kiri ikon HaoBar
it: Clic sull’icona HaoBar
ja: HaoBarアイコンを左クリック
ko: HaoBar 아이콘 클릭
nl: Klik op het HaoBar-pictogram
pt_br: Clique no ícone do HaoBar
th: คลิกซ้ายที่ไอคอน HaoBar
vi: Bấm trái icon HaoBar
zh_hans: 左键点击 HaoBar 图标
zh_hant: 點一下 HaoBar 圖示

source: Left-click the HaoBar icon to open %@ for browsing and clicking icons.
de: Klicke auf das HaoBar-Symbol, um %@ zum Durchsuchen und Anklicken zu öffnen.
es: Haz clic en HaoBar para abrir %@ y explorar o pulsar iconos.
fr: Cliquez sur HaoBar pour ouvrir %@ et parcourir/cliquer les icônes.
id: Klik ikon HaoBar untuk membuka %@ dan menelusuri atau mengklik ikon.
it: Fai clic su HaoBar per aprire %@ e sfogliare o fare clic sulle icone.
ja: HaoBarアイコンをクリックして%@を開き、アイコンを見てクリック。
ko: HaoBar 아이콘을 클릭하면 %@이(가) 열려 아이콘을 둘러보고 클릭할 수 있습니다.
nl: Klik op HaoBar om %@ te openen en pictogrammen te bekijken of te klikken.
pt_br: Clique no HaoBar para abrir %@ e explorar ou clicar nos ícones.
th: คลิกไอคอน HaoBar เพื่อเปิด%@ สำหรับเรียกดูและคลิกไอคอน
vi: Bấm icon HaoBar để mở %@, duyệt và bấm biểu tượng.
zh_hans: 左键点击 HaoBar 图标即可打开%@，浏览并点击图标。
zh_hant: 點一下 HaoBar 圖示即可打開%@，瀏覽並點圖示。

source: Left-click the HaoBar icon to open %@.
de: Klicke auf das HaoBar-Symbol, um %@ zu öffnen.
es: Haz clic en el icono de HaoBar para abrir %@.
fr: Cliquez sur l’icône HaoBar pour ouvrir %@.
id: Klik ikon HaoBar untuk membuka %@.
it: Fai clic sull’icona HaoBar per aprire %@.
ja: HaoBarアイコンをクリックして%@を開く。
ko: HaoBar 아이콘을 클릭하면 %@이(가) 열립니다.
nl: Klik op het HaoBar-pictogram om %@ te openen.
pt_br: Clique no ícone do HaoBar para abrir %@.
th: คลิกไอคอน HaoBar เพื่อเปิด%@
vi: Bấm icon HaoBar để mở %@.
zh_hans: 左键点击 HaoBar 图标即可打开%@。
zh_hant: 點一下 HaoBar 圖示即可打開%@。

source: Left-click the HaoBar icon to show or hide icons.
de: Klicke auf das HaoBar-Symbol, um Symbole ein- oder auszublenden.
es: Haz clic en HaoBar para mostrar u ocultar iconos.
fr: Cliquez sur HaoBar pour afficher ou masquer les icônes.
id: Klik ikon HaoBar untuk menampilkan atau menyembunyikan ikon.
it: Fai clic su HaoBar per mostrare o nascondere le icone.
ja: HaoBarアイコンをクリックしてアイコンを表示または隠す。
ko: HaoBar 아이콘을 클릭하면 아이콘을 보이거나 가립니다.
nl: Klik op HaoBar om pictogrammen te tonen of te verbergen.
pt_br: Clique no HaoBar para mostrar ou ocultar ícones.
th: คลิกไอคอน HaoBar เพื่อแสดงหรือซ่อนไอคอน
vi: Bấm icon HaoBar để hiện hoặc ẩn biểu tượng.
zh_hans: 左键点击 HaoBar 图标即可显示或隐藏图标。
zh_hant: 點一下 HaoBar 圖示即可顯示或隱藏圖示。

source: Leisurely (%ds)
de: Gemächlich (%ds)
es: Con calma (%ds)
fr: Tranquille (%ds)
id: Santai (%ds)
it: Con calma (%ds)
ja: のんびり (%ds)
ko: 느긋하게 (%ds)
nl: Kalm (%ds)
pt_br: Com calma (%ds)
th: ชิลๆ (%ds)
vi: Thong thả (%ds)
zh_hans: 悠闲 (%ds)
zh_hant: 悠閒 (%ds)

source: Let a script control visibility
de: Sichtbarkeit per Skript steuern
es: Dejar que un script controle la visibilidad
fr: Laisser un script contrôler la visibilité
id: Biarkan skrip mengontrol visibilitas
it: Lascia che uno script controlli la visibilità
ja: スクリプトで表示を制御
ko: 스크립트로 표시 여부 제어
nl: Zichtbaarheid door een script laten sturen
pt_br: Deixar um script controlar a visibilidade
th: ให้สคริปต์ควบคุมการแสดง
vi: Để script điều khiển hiện/ẩn
zh_hans: 让脚本控制显示与否
zh_hant: 讓腳本控制顯示與否

source: Light Tint
de: Helle Tönung
es: Tinte claro
fr: Teinte claire
id: Tinta terang
it: Tinta chiara
ja: ライトのティント
ko: 라이트 틴트
nl: Lichte tint
pt_br: Tinta clara
th: สีเคลือบโหมดสว่าง
vi: Phủ màu sáng
zh_hans: 浅色着色
zh_hant: 淺色色調

source: Live checks after wake and display changes if your icons drift.
de: Live-Prüfungen nach Aufwachen und Displaywechsel, wenn Symbole verrutschen.
es: Comprobaciones en vivo tras despertar o cambiar de pantalla si los iconos se desplazan.
fr: Contrôles en direct après réveil et changement d’écran si les icônes dérivent.
id: Pemeriksaan langsung setelah bangun dan ganti layar jika ikon bergeser.
it: Controlli live dopo risveglio e cambio display se le icone si spostano.
ja: スリープ解除やディスプレイ変更のあとライブ確認。アイコンがずれたときに。
ko: 깨우거나 디스플레이가 바뀐 뒤 실시간으로 확인합니다. 아이콘이 밀릴 때.
nl: Livecontroles na ontwaken en schermwissel als pictogrammen verschuiven.
pt_br: Verificações ao vivo após acordar ou mudar de tela se os ícones saírem do lugar.
th: ตรวจแบบสดหลังตื่นหรือเปลี่ยนจอ ถ้าไอคอนเคลื่อน
vi: Kiểm trực tiếp sau đánh thức và đổi màn nếu icon bị lệch.
zh_hans: 唤醒或显示器变化后实时检查，免得图标跑偏。
zh_hant: 喚醒或顯示器變化後即時檢查，免得圖示跑掉。

source: Live checks after wake/display changes. Turn it on if icons drift after wake, monitor changes, or fast user switching. Leave it off for the calmer default Stability mode.
de: Live-Prüfungen nach Aufwachen/Displaywechsel. Einschalten, wenn Symbole verrutschen. Aus lassen für den ruhigeren Stabilitätsmodus.
es: Comprobaciones en vivo tras despertar/pantalla. Actívalo si los iconos se desplazan. Déjalo apagado para el modo Estabilidad, más calmado.
fr: Contrôles en direct après réveil/écran. Activez si les icônes dérivent. Laissez désactivé pour le mode Stabilité, plus calme.
id: Pemeriksaan langsung setelah bangun/ganti layar. Nyalakan jika ikon bergeser. Biarkan mati untuk mode Stabilitas yang lebih tenang.
it: Controlli live dopo risveglio/display. Attivalo se le icone si spostano. Lascialo spento per la Stabiltà, più calma.
ja: 解除/ディスプレイ変更後にライブ確認。ずれるならオン。落ち着いた安定モードならオフのままで。
ko: 깨우기/디스플레이 변경 후 실시간 확인. 깨우거나 모니터를 바꾸거나 빠른 사용자 전환 뒤 아이콘이 밀리면 켜세요. 더 차분한 기본 안정 모드를 쓰려면 꺼 두세요.
nl: Livecontroles na ontwaken/scherm. Zet aan als pictogrammen schuiven. Laat uit voor de rustigere Stabiliteit-modus.
pt_br: Verificações ao vivo após acordar/tela. Ative se os ícones saírem do lugar. Deixe desligado para o modo Estabilidade, mais calmo.
th: ตรวจสดหลังตื่น/เปลี่ยนจอ เปิดถ้าไอคอนเคลื่อนหลังตื่น เปลี่ยนจอ หรือสลับผู้ใช้เร็ว อยากสงบกว่านี้ให้ปิด ใช้โหมดเสถียรค่าเริ่มต้น
vi: Kiểm trực tiếp sau đánh thức/đổi màn. Bật nếu icon lệch lúc thức, đổi màn hay chuyển user nhanh. Để tắt thì dùng chế độ Ổn định êm hơn.
zh_hans: 唤醒/显示器变化后实时检查。唤醒、换显示器或快速用户切换后图标会跑就打开。想更安静就关着，用默认的稳定模式。
zh_hant: 喚醒／顯示器變化後即時檢查。喚醒、換顯示器或快速使用者切換後圖示會跑就打開。想更安靜就關著，用預設的穩定模式。

source: Load
de: Laden
es: Cargar
fr: Charger
id: Muat
it: Carica
ja: 読み込む
ko: 불러오기
nl: Laad
pt_br: Carregar
th: โหลด
vi: Tải
zh_hans: 加载
zh_hant: 載入

source: Log out to verify changes.
de: Melde dich ab, um die Änderungen zu prüfen.
es: Cierra sesión para comprobar los cambios.
fr: Déconnectez-vous pour vérifier les changements.
id: Keluar untuk memverifikasi perubahan.
it: Esci per verificare le modifiche.
ja: ログアウトして変更を確認してください。
ko: 로그아웃한 뒤 변경 사항을 확인하세요.
nl: Log uit om de wijzigingen te controleren.
pt_br: Saia da sessão para verificar as alterações.
th: ออกจากระบบเพื่อตรวจการเปลี่ยนแปลง
vi: Đăng xuất để kiểm tra thay đổi.
zh_hans: 注销后即可验证更改。
zh_hant: 登出後即可驗證變更。

source: macOS is reporting some menu bar items as hidden or unavailable right now.
de: macOS meldet gerade einige Menüleistenobjekte als ausgeblendet oder nicht verfügbar.
es: macOS indica que algunos elementos están ocultos o no disponibles ahora.
fr: macOS signale que certains éléments sont masqués ou indisponibles pour le moment.
id: macOS melaporkan beberapa item bilah menu tersembunyi atau tidak tersedia saat ini.
it: macOS segnala che alcuni elementi sono nascosti o non disponibili in questo momento.
ja: macOSが一部のメニューバー項目を、今は非表示または利用不可と報告しています。
ko: macOS가 일부 메뉴 막대 항목을 지금 가려졌거나 쓸 수 없다고 알립니다.
nl: macOS meldt dat sommige menubalkitems nu verborgen of niet beschikbaar zijn.
pt_br: O macOS informa que alguns itens estão ocultos ou indisponíveis agora.
th: macOS แจ้งว่ารายการแถบเมนูบางรายการถูกซ่อนหรือใช้ไม่ได้ตอนนี้
vi: macOS đang báo một số mục thanh menu bị ẩn hoặc không dùng được.
zh_hans: macOS 正把部分菜单栏项目报告为隐藏或不可用。
zh_hant: macOS 正把部分選單列項目回報為隱藏或無法使用。
